// https://www.scanword.info/online_cross/1325
export const l1 = [
  {
    "n": 1,
    "text": "слепыш",
    "desc": "Незрячий грызун, но не крот",
    "col": 0,
    "row": 0,
    "isDown": true
  },
  {
    "n": 1,
    "text": "силач",
    "desc": "Гнёт подкову, как калач",
    "col": 0,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "лосины",
    "desc": "Кожаные колготки бравого гусара",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "чушь",
    "desc": "Глупость, что можно городить",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "клоака",
    "desc": "Канализация Древнего Рима",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "удавка",
    "desc": "Узел, завязанный боцманом",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "саго",
    "desc": "Крупа из сердцевины пальмы",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "стояк",
    "desc": "Вертикальный брус, служащий опорой",
    "col": 10,
    "row": 0,
    "isDown": false
  },
  {
    "n": 7,
    "text": "оконце",
    "desc": "Смотровое отверстие в деревенской избе",
    "col": 12,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "квакша",
    "desc": "Лягушка, сидящая на ветке",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 9,
    "text": "укладка",
    "desc": "Процесс обретения причёской формы",
    "col": 4,
    "row": 1,
    "isDown": false
  },
  {
    "n": 10,
    "text": "паинька",
    "desc": "Ребёнок, не создающий проблем родителям",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 11,
    "text": "вторник",
    "desc": "Первый лёгкий день недели",
    "col": 8,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "шлык",
    "desc": "Колпак казачьей папахи",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 13,
    "text": "лавка",
    "desc": "Супермаркет в сельской местности",
    "col": 1,
    "row": 5,
    "isDown": true
  },
  {
    "n": 14,
    "text": "кулик",
    "desc": "Патриотическая болотная птица",
    "col": 3,
    "row": 5,
    "isDown": true
  },
  {
    "n": 15,
    "text": "затон",
    "desc": "Природное образование на реке",
    "col": 5,
    "row": 5,
    "isDown": true
  },
  {
    "n": 15,
    "text": "завал",
    "desc": "Преграда для спелеолога",
    "col": 5,
    "row": 5,
    "isDown": false
  },
  {
    "n": 16,
    "text": "леший",
    "desc": "Дух из чащи, недолюбливающий людей",
    "col": 9,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "вирус",
    "desc": "Опасная компьютерная зараза",
    "col": 11,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "вега",
    "desc": "Самая яркая звезда на северном небе",
    "col": 11,
    "row": 5,
    "isDown": false
  },
  {
    "n": 18,
    "text": "гуппи",
    "desc": "Аквариумная порода рыб",
    "col": 13,
    "row": 5,
    "isDown": true
  },
  {
    "n": 19,
    "text": "валет",
    "desc": "Юнец, побитый дамой",
    "col": 1,
    "row": 7,
    "isDown": false
  },
  {
    "n": 20,
    "text": "шуруп",
    "desc": "Гвоздь, который закручивают",
    "col": 9,
    "row": 7,
    "isDown": false
  },
  {
    "n": 21,
    "text": "бакшиш",
    "desc": "Взятка для татарина",
    "col": 0,
    "row": 9,
    "isDown": true
  },
  {
    "n": 21,
    "text": "барк",
    "desc": "Судно с косыми парусами",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 22,
    "text": "ролики",
    "desc": "Коньки для тёплой погоды",
    "col": 2,
    "row": 9,
    "isDown": true
  },
  {
    "n": 23,
    "text": "нищий",
    "desc": "Хозяин котомки на паперти",
    "col": 5,
    "row": 9,
    "isDown": false
  },
  {
    "n": 24,
    "text": "иранец",
    "desc": "Абориген современной Персии",
    "col": 6,
    "row": 9,
    "isDown": true
  },
  {
    "n": 25,
    "text": "ирония",
    "desc": "Родная сестра сарказма",
    "col": 8,
    "row": 9,
    "isDown": true
  },
  {
    "n": 26,
    "text": "слип",
    "desc": "Наклонная площадка сейнера",
    "col": 11,
    "row": 9,
    "isDown": false
  },
  {
    "n": 27,
    "text": "латник",
    "desc": "Рыцарь в тяжёлых доспехах",
    "col": 12,
    "row": 9,
    "isDown": true
  },
  {
    "n": 28,
    "text": "пиетет",
    "desc": "Глубокое уважение, благоговение",
    "col": 14,
    "row": 9,
    "isDown": true
  },
  {
    "n": 29,
    "text": "колядка",
    "desc": "Песня, исполняемая на Святки",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 30,
    "text": "джут",
    "desc": "Из него в Индии вьют верёвки",
    "col": 4,
    "row": 11,
    "isDown": true
  },
  {
    "n": 31,
    "text": "отбытие",
    "desc": "Начало путешествия устами бывалого вояки",
    "col": 8,
    "row": 11,
    "isDown": false
  },
  {
    "n": 32,
    "text": "боец",
    "desc": "Тот, кто активно борется за победу",
    "col": 10,
    "row": 11,
    "isDown": true
  },
  {
    "n": 33,
    "text": "убежище",
    "desc": "Оно обычно находится под землёй",
    "col": 4,
    "row": 13,
    "isDown": false
  },
  {
    "n": 34,
    "text": "штифт",
    "desc": "Крепёжный стержень",
    "col": 0,
    "row": 14,
    "isDown": false
  },
  {
    "n": 35,
    "text": "цукат",
    "desc": "Плод, сваренный в сахарном сиропе",
    "col": 10,
    "row": 14,
    "isDown": false
  }
]

// https://www.scanword.info/online_cross/97
export const l2 = [
  {
    "n": 2,
    "text": "каботаж",
    "desc": "Судоходство вдоль берега",
    "col": 4,
    "row": 0,
    "isDown": false
  },
  {
    "n": 7,
    "text": "радио",
    "desc": "Говорит, но не показывает",
    "col": 0,
    "row": 1,
    "isDown": false
  },
  {
    "n": 8,
    "text": "испуг",
    "desc": "Первая реакция на привидение",
    "col": 10,
    "row": 1,
    "isDown": false
  },
  {
    "n": 9,
    "text": "квинтет",
    "desc": "Пять человек как один музыкальный ансамбль",
    "col": 4,
    "row": 2,
    "isDown": false
  },
  {
    "n": 10,
    "text": "танго",
    "desc": "Танец, исполняемый с розой в зубах",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "образ",
    "desc": "Характер, созданный на сцене",
    "col": 10,
    "row": 3,
    "isDown": false
  },
  {
    "n": 15,
    "text": "жор",
    "desc": "Период необыкновенного аппетита у обитателей пруда",
    "col": 6,
    "row": 4,
    "isDown": false
  },
  {
    "n": 16,
    "text": "покои",
    "desc": "Спальня в хоромах царя",
    "col": 2,
    "row": 5,
    "isDown": false
  },
  {
    "n": 18,
    "text": "яхонт",
    "desc": "Рубин в народной словесности",
    "col": 8,
    "row": 5,
    "isDown": false
  },
  {
    "n": 20,
    "text": "курс",
    "desc": "Он есть у доллара, корабля и партии",
    "col": 0,
    "row": 7,
    "isDown": false
  },
  {
    "n": 21,
    "text": "обмен",
    "desc": "Бартер на уровне квартир",
    "col": 5,
    "row": 7,
    "isDown": false
  },
  {
    "n": 22,
    "text": "удав",
    "desc": "Пресмыкающийся напарник уличных фотографов",
    "col": 11,
    "row": 7,
    "isDown": false
  },
  {
    "n": 23,
    "text": "ирбис",
    "desc": "Барс, не мыслящий свою жизнь без снега",
    "col": 2,
    "row": 9,
    "isDown": false
  },
  {
    "n": 25,
    "text": "задир",
    "desc": "Заусенец на древесине",
    "col": 8,
    "row": 9,
    "isDown": false
  },
  {
    "n": 26,
    "text": "фен",
    "desc": "\"Ветер\" в руках парикмахера",
    "col": 6,
    "row": 10,
    "isDown": false
  },
  {
    "n": 27,
    "text": "слайд",
    "desc": "Фотография для \"сквозного\" просмотра",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 30,
    "text": "птица",
    "desc": "Каждая участница самого шумного в мире базара",
    "col": 10,
    "row": 11,
    "isDown": false
  },
  {
    "n": 32,
    "text": "изнанка",
    "desc": "\"Нутро\" свитера, что ближе всего к телу",
    "col": 4  ,
    "row": 12,
    "isDown": false
  },
  {
    "n": 33,
    "text": "тесло",
    "desc": "Плотницкий топор",
    "col": 0,
    "row": 13,
    "isDown": false
  },
  {
    "n": 34,
    "text": "рубеж",
    "desc": "Граница, разделяющая века",
    "col": 10,
    "row": 13,
    "isDown": false
  },
  {
    "n": 35,
    "text": "доспехи",
    "desc": "Боевой наряд рыцаря - участника турнира",
    "col": 4,
    "row": 14,
    "isDown": false
  },
  {
    "n": 1,
    "text": "чача",
    "desc": "Водка с родины Мимино",
    "col": 1,
    "row": 0,
    "isDown": true
  },
  {
    "n": 2,
    "text": "коко",
    "desc": "\"Кличка\" мадам Шанель",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "бриджи",
    "desc": "Уже не шорты, но ещё не брюки",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "тетеря",
    "desc": "Незадачливый лентяй",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "жито",
    "desc": "Всякий хлеб в зерне или на корню",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "пуща",
    "desc": "Беловежская достопримечательность с зубрами",
    "col": 13,
    "row": 0,
    "isDown": true
  },
  {
    "n": 10,
    "text": "танцкласс",
    "desc": "Аудитория хореографа",
    "col": 0,
    "row": 3,
    "isDown": true
  },
  {
    "n": 11,
    "text": "глоссарий",
    "desc": "Собрание непонятных слов и выражений",
    "col": 3,
    "row": 3,
    "isDown": true
  },
  {
    "n": 13,
    "text": "бандурист",
    "desc": "Украинский народный музыкант",
    "col": 11,
    "row": 3,
    "isDown": true
  },
  {
    "n": 14,
    "text": "занавеска",
    "desc": "Полотнище, закрывающее окно",
    "col": 14,
    "row": 3,
    "isDown": true
  },
  {
    "n": 17,
    "text": "овощи",
    "desc": "Рагу минус мясо",
    "col": 5,
    "row": 5,
    "isDown": true
  },
  {
    "n": 19,
    "text": "ханжа",
    "desc": "Лицемер, прикрывающийся показной добродетелью",
    "col": 9,
    "row": 5,
    "isDown": true
  },
  {
    "n": 24,
    "text": "сфинкс",
    "desc": "Безносый охранник пирамид",
    "col": 6,
    "row": 9,
    "isDown": true
  },
  {
    "n": 25,
    "text": "знание",
    "desc": "Умственный эквивалент силы",
    "col": 8,
    "row": 9,
    "isDown": true
  },
  {
    "n": 28,
    "text": "лжец",
    "desc": "\"Брехун\", но не так обидно",
    "col": 1,
    "row": 11,
    "isDown": true
  },
  {
    "n": 29,
    "text": "диод",
    "desc": "Прибор с парой электродов",
    "col": 4,
    "row": 11,
    "isDown": true
  },
  {
    "n": 30,
    "text": "пари",
    "desc": "Причина кругосветного вояжа Филеаса Фогга",
    "col": 10,
    "row": 11,
    "isDown": true
  },
  {
    "n": 31,
    "text": "цвет",
    "desc": "Изменчивая особенность хамелеона",
    "col": 13,
    "row": 11,
    "isDown": true
  }
]

// https://www.scanword.info/online_cross/75853
export const l3 = [
  {
    "n": 1,
    "text": "сейм",
    "desc": "Высший орган государственной власти в Польше",
    "col": 0,
    "row": 0,
    "isDown": true
  },
  {
    "n": 1,
    "text": "собака",
    "desc": "Была любимая попом, пока не съела кусок мяса",
    "col": 0,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "банщик",
    "desc": "Специалист, орудующий веником, но не дворник",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "кип",
    "desc": "Денежная единица Лаоса",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "прокат",
    "desc": "Металлическое изделие определенного профиля",
    "col": 11,
    "row": 0,
    "isDown": false
  },
  {
    "n": 5,
    "text": "рюм",
    "desc": "Птица семейства жаворонковых",
    "col": 12,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "кулуар",
    "desc": "Французский 'коридор' нашего парламента",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 7,
    "text": "теща",
    "desc": "Близкая родственница, упоминаемая в анекдотах",
    "col": 16,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "фарт",
    "desc": "Удача, счастье и везение на жаргоне ",
    "col": 8,
    "row": 1,
    "isDown": true
  },
  {
    "n": 9,
    "text": "плюрализм",
    "desc": "Любое мнение имеет право на существование",
    "col": 4,
    "row": 2,
    "isDown": false
  },
  {
    "n": 10,
    "text": "лофт",
    "desc": "Промышленное здание, ставшее жильём",
    "col": 5,
    "row": 2,
    "isDown": true
  },
  {
    "n": 11,
    "text": "зонт",
    "desc": "Летательный аппарат 'Мери Поппинс'",
    "col": 11,
    "row": 2,
    "isDown": true
  },
  {
    "n": 12,
    "text": "мощь",
    "desc": "Такая сила, чтоб врагам неповадно было",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 13,
    "text": "пуща",
    "desc": "Большой и густой труднопроходимый лес",
    "col": 13,
    "row": 3,
    "isDown": false
  },
  {
    "n": 14,
    "text": "фортран",
    "desc": "Один из ранних языков программирования",
    "col": 5,
    "row": 4,
    "isDown": false
  },
  {
    "n": 15,
    "text": "робость",
    "desc": "Застенчивость, неуверенность в себе",
    "col": 7,
    "row": 4,
    "isDown": true
  },
  {
    "n": 16,
    "text": "рычание",
    "desc": "Громкие злобные звуки, издаваемые хищником",
    "col": 9,
    "row": 4,
    "isDown": true
  },
  {
    "n": 17,
    "text": "чинар",
    "desc": "Дерево, листья которого могут служить тентом",
    "col": 0,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "чекист",
    "desc": "Обладатель холодной головы и горячего сердца",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 18,
    "text": "сырье",
    "desc": "Все, что подвергается дальнейшей обработке",
    "col": 4,
    "row": 5,
    "isDown": true
  },
  {
    "n": 19,
    "text": "творог",
    "desc": "'Коллега' картошки по наполнению вареников",
    "col": 11,
    "row": 5,
    "isDown": false
  },
  {
    "n": 20,
    "text": "виола",
    "desc": "Старинный смычковый музыкальный инструмент",
    "col": 12,
    "row": 5,
    "isDown": true
  },
  {
    "n": 21,
    "text": "гомон",
    "desc": "Звук, создаваемый болтунами",
    "col": 16,
    "row": 5,
    "isDown": true
  },
  {
    "n": 22,
    "text": "нейтрино",
    "desc": "Стабильная незаряженная элементарная частица",
    "col": 0,
    "row": 7,
    "isDown": false
  },
  {
    "n": 23,
    "text": "аэродром",
    "desc": "Сооружения для взлёта и посадки самолётов",
    "col": 9,
    "row": 7,
    "isDown": false
  },
  {
    "n": 24,
    "text": "разъем",
    "desc": "Устройство для соединение электроцепей",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 25,
    "text": "затвор",
    "desc": "Нечто общее у винтовки и фотоаппарата",
    "col": 2,
    "row": 9,
    "isDown": true
  },
  {
    "n": 26,
    "text": "маки",
    "desc": "Народный мститель французского происхождения",
    "col": 5,
    "row": 9,
    "isDown": true
  },
  {
    "n": 27,
    "text": "болт",
    "desc": "Используется для соединения деталей",
    "col": 11,
    "row": 9,
    "isDown": true
  },
  {
    "n": 27,
    "text": "баштан",
    "desc": "Участок, засаженный дынями и арбузами",
    "col": 11,
    "row": 9,
    "isDown": false
  },
  {
    "n": 28,
    "text": "трофей",
    "desc": "Памятник победы из захваченного оружия",
    "col": 14,
    "row": 9,
    "isDown": true
  },
  {
    "n": 29,
    "text": "альбедо",
    "desc": "Величина, характеризующая отражение тел",
    "col": 5,
    "row": 10,
    "isDown": false
  },
  {
    "n": 30,
    "text": "блиц",
    "desc": "Скоростная партия в шахматах",
    "col": 8,
    "row": 10,
    "isDown": true
  },
  {
    "n": 31,
    "text": "блог",
    "desc": "Дневник, открытый для всеобщего обозрения",
    "col": 0,
    "row": 11,
    "isDown": true
  },
  {
    "n": 31,
    "text": "боты",
    "desc": "Обувь, в которой ноги не промокают",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 32,
    "text": "монд",
    "desc": "Представитель французских печатных СМИ",
    "col": 13,
    "row": 11,
    "isDown": false
  },
  {
    "n": 33,
    "text": "дюна",
    "desc": "Кусочек пустыни на морском побережье",
    "col": 16,
    "row": 11,
    "isDown": true
  },
  {
    "n": 34,
    "text": "меч",
    "desc": "Заготовка для плуга, отнятая у древнего воина",
    "col": 4,
    "row": 12,
    "isDown": true
  },
  {
    "n": 34,
    "text": "миллиметр",
    "desc": "Минимальный интервал на линейке",
    "col": 4,
    "row": 12,
    "isDown": false
  },
  {
    "n": 35,
    "text": "рям",
    "desc": "Болото с порослью в Сибири",
    "col": 12,
    "row": 12,
    "isDown": true
  },
  {
    "n": 36,
    "text": "горечь",
    "desc": "Вкус перца и поражения",
    "col": 0,
    "row": 14,
    "isDown": false
  },
  {
    "n": 37,
    "text": "змейка",
    "desc": "Полёт по изогнутой линии",
    "col": 11,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/75860
export const l4 = [
  {
    "n": 1,
    "text": "ламбада",
    "desc": "Бразильский танец, модный в 90-х годах",
    "col": 1,
    "row": 0,
    "isDown": false
  },
  {
    "n": 1,
    "text": "лес",
    "desc": "Зона с высокой концентрацией деревьев",
    "col": 1,
    "row": 0,
    "isDown": true
  },
  {
    "n": 2,
    "text": "бремя",
    "desc": "Груз, который нужно тащить в любом случае",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "асессор",
    "desc": "Чин восьмого класса в царской России",
    "col": 7,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "верстак",
    "desc": "Стол, приспособленный для работы папы Карло",
    "col": 9,
    "row": 0,
    "isDown": false
  },
  {
    "n": 4,
    "text": "вкладка",
    "desc": "'Подброшенный' в журнал рекламный лист",
    "col": 9,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "саржа",
    "desc": "Хлопчатобумажная ткань",
    "col": 12,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "кут",
    "desc": "Угол в крестьянской избе около печи",
    "col": 15,
    "row": 0,
    "isDown": true
  },
  {
    "n": 7,
    "text": "сок",
    "desc": "Его пил в весеннем лесу герой известной песни",
    "col": 7,
    "row": 1,
    "isDown": false
  },
  {
    "n": 8,
    "text": "освоение",
    "desc": "Обустройство на новых землях",
    "col": 0,
    "row": 2,
    "isDown": false
  },
  {
    "n": 8,
    "text": "организатор",
    "desc": "Автор плана совершения преступления",
    "col": 0,
    "row": 2,
    "isDown": true
  },
  {
    "n": 9,
    "text": "ворон",
    "desc": "Пернатый символ мудрости и долголетия",
    "col": 2,
    "row": 2,
    "isDown": true
  },
  {
    "n": 10,
    "text": "либретто",
    "desc": "Краткое изложение содержания оперы",
    "col": 9,
    "row": 2,
    "isDown": false
  },
  {
    "n": 11,
    "text": "топор",
    "desc": "'Мосол' для хитрой солдатской сказки",
    "col": 14,
    "row": 2,
    "isDown": true
  },
  {
    "n": 12,
    "text": "обязанность",
    "desc": "Любое из дел, которое вы должны выполнить",
    "col": 16,
    "row": 2,
    "isDown": true
  },
  {
    "n": 13,
    "text": "горняк",
    "desc": "Подземный труженик с киркой в руках",
    "col": 0,
    "row": 4,
    "isDown": false
  },
  {
    "n": 14,
    "text": "клеенка",
    "desc": "Классическое 'покрытие кухонного стола'",
    "col": 5,
    "row": 4,
    "isDown": true
  },
  {
    "n": 15,
    "text": "сад",
    "desc": "Плодоносящая гордость дачника",
    "col": 7,
    "row": 4,
    "isDown": false
  },
  {
    "n": 16,
    "text": "гарпия",
    "desc": "Полуптица-полуженщина, богиня вихря и бури",
    "col": 11,
    "row": 4,
    "isDown": false
  },
  {
    "n": 16,
    "text": "грузило",
    "desc": "'Якорь' в комплекте с леской и поплавком",
    "col": 11,
    "row": 4,
    "isDown": true
  },
  {
    "n": 17,
    "text": "нанометр",
    "desc": "Размер в модных технологиях",
    "col": 0,
    "row": 6,
    "isDown": false
  },
  {
    "n": 18,
    "text": "акушерка",
    "desc": "Она помогает роженице",
    "col": 9,
    "row": 6,
    "isDown": false
  },
  {
    "n": 19,
    "text": "землянин",
    "desc": "Обитатель третьей от Солнца планеты",
    "col": 0,
    "row": 8,
    "isDown": false
  },
  {
    "n": 20,
    "text": "манок",
    "desc": "'Музыкальный инструмент' охотника на уток",
    "col": 2,
    "row": 8,
    "isDown": true
  },
  {
    "n": 21,
    "text": "награда",
    "desc": "Особая благодарность за заслуги",
    "col": 7,
    "row": 8,
    "isDown": true
  },
  {
    "n": 22,
    "text": "команда",
    "desc": "Задание на выполнение определенного действия",
    "col": 9,
    "row": 8,
    "isDown": true
  },
  {
    "n": 22,
    "text": "критикан",
    "desc": "Замечает только недостатки",
    "col": 9,
    "row": 8,
    "isDown": false
  },
  {
    "n": 23,
    "text": "кирза",
    "desc": "Кожзаменитель, годный к строевой службе",
    "col": 14,
    "row": 8,
    "isDown": true
  },
  {
    "n": 24,
    "text": "туника",
    "desc": "Костюм танцовщицы из лифа и юбки",
    "col": 0,
    "row": 10,
    "isDown": false
  },
  {
    "n": 25,
    "text": "кавун",
    "desc": "Херсонский 'братишка' астраханского арбуза",
    "col": 4,
    "row": 10,
    "isDown": true
  },
  {
    "n": 26,
    "text": "гам",
    "desc": "Шум, доносящийся с детской площадки",
    "col": 7,
    "row": 10,
    "isDown": false
  },
  {
    "n": 27,
    "text": "опорос",
    "desc": "Приумножение славного свинского рода",
    "col": 11,
    "row": 10,
    "isDown": false
  },
  {
    "n": 28,
    "text": "приют",
    "desc": "Место, где можно спастись или отдохнуть",
    "col": 12,
    "row": 10,
    "isDown": true
  },
  {
    "n": 29,
    "text": "раковина",
    "desc": "Наружное образование многих беспозвоночных",
    "col": 0,
    "row": 12,
    "isDown": false
  },
  {
    "n": 30,
    "text": "аид",
    "desc": "Царство, куда спустился Орфей за Эвридикой",
    "col": 1,
    "row": 12,
    "isDown": true
  },
  {
    "n": 31,
    "text": "невидаль",
    "desc": "Довольно редкостная штука",
    "col": 9,
    "row": 12,
    "isDown": false
  },
  {
    "n": 32,
    "text": "лат",
    "desc": "Бывшая валюта одной из стран Балтии",
    "col": 15,
    "row": 12,
    "isDown": true
  },
  {
    "n": 33,
    "text": "дед",
    "desc": "Возрастная характеристика 'спасателя' Мазая",
    "col": 7,
    "row": 13,
    "isDown": false
  },
  {
    "n": 34,
    "text": "десница",
    "desc": "Старинное название правой руки",
    "col": 1,
    "row": 14,
    "isDown": false
  },
  {
    "n": 35,
    "text": "аметист",
    "desc": "Самоцвет в перстне католического священника",
    "col": 9,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/75863
export const l5 = [
  {
    "n": 1,
    "text": "скопидом",
    "desc": "Его бережливость порой доходит до абсурда",
    "col": 1,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "костыль",
    "desc": "То, на что опирался Джон Сильвер",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "займище",
    "desc": "Заболоченные низины, зарастающие тростником",
    "col": 10,
    "row": 0,
    "isDown": false
  },
  {
    "n": 3,
    "text": "палисад",
    "desc": "В доме одной жительницы Вологды он был резным",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "дуршлаг",
    "desc": "Кухонная посуда в форме ковша с дырками",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "монета",
    "desc": "Посадочный материал для Поля чудес",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "займище",
    "desc": "Заболоченные низины, зарастающие тростником",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 7,
    "text": "колпица",
    "desc": "Национальная птица Нидерландов",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "позвоночник",
    "desc": "Это не целая кость, а вытянутая цель из косточек",
    "col": 0,
    "row": 2,
    "isDown": true
  },
  {
    "n": 8,
    "text": "посул",
    "desc": "Обещание, которое никто не собирается выполнять",
    "col": 0,
    "row": 2,
    "isDown": false
  },
  {
    "n": 9,
    "text": "рений",
    "desc": "Один из редчайших элементов земной коры",
    "col": 6,
    "row": 2,
    "isDown": false
  },
  {
    "n": 10,
    "text": "валик",
    "desc": "Диванная подушка, похожая на сардельку",
    "col": 12,
    "row": 2,
    "isDown": false
  },
  {
    "n": 10,
    "text": "враль",
    "desc": "Рассказчик, напоминающий барона Мюнхгаузена",
    "col": 12,
    "row": 2,
    "isDown": true
  },
  {
    "n": 11,
    "text": "кипятильник",
    "desc": "Портативная разновидность самовара",
    "col": 16,
    "row": 2,
    "isDown": true
  },
  {
    "n": 12,
    "text": "сплетница",
    "desc": "Кумушка, разносящая разнообразные слухи",
    "col": 4,
    "row": 4,
    "isDown": false
  },
  {
    "n": 13,
    "text": "волна",
    "desc": "Она вытолкнула бочку с князем Гвидоном на берег",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 14,
    "text": "лоция",
    "desc": "Руководство для плавания в бассейне",
    "col": 12,
    "row": 5,
    "isDown": false
  },
  {
    "n": 15,
    "text": "дуга",
    "desc": "'Кривая', увешанная колокольчиками",
    "col": 4,
    "row": 6,
    "isDown": false
  }, {
    "n": 16,
    "text": "аэд",
    "desc": "Бард с лиро, развлекавший афинян",
    "col": 7,
    "row": 6,
    "isDown": true
  }, {
    "n": 17,
    "text": "гаф",
    "desc": "Залив, лиман в Балтийском море",
    "col": 9,
    "row": 6,
    "isDown": true
  },
  {
    "n": 17,
    "text": "гель",
    "desc": "'Укладочное' средство из арсенала парикмахера",
    "col": 9,
    "row": 6,
    "isDown": false
  },
  {
    "n": 18,
    "text": "эра",
    "desc": "Единица измерения геологической истории Земли",
    "col": 7,
    "row": 7,
    "isDown": false
  },
  {
    "n": 19,
    "text": "оправка",
    "desc": "Вставка драгоценного камня в достойную рамку",
    "col": 2,
    "row": 8,
    "isDown": true
  },
  {
    "n": 20,
    "text": "тычок",
    "desc": "Короткий и несильный прямой удар",
    "col": 4,
    "row": 8,
    "isDown": true
  },
  {
    "n": 20,
    "text": "труд",
    "desc": "Лекарство от всех болезней человечества",
    "col": 4,
    "row": 8,
    "isDown": false
  },
  {
    "n": 21,
    "text": "усмешка",
    "desc": "Совсем не грустное выражение лица",
    "col": 6,
    "row": 8,
    "isDown": true
  },
  {
    "n": 22,
    "text": "флип",
    "desc": "Напиток из яиц, фруктовых сиропов и молока ",
    "col": 9,
    "row": 8,
    "isDown": false
  },
  {
    "n": 23,
    "text": "луноход",
    "desc": "Самоходный аппарат для космоса",
    "col": 10,
    "row": 8,
    "isDown": true
  },
  {
    "n": 24,
    "text": "пластик",
    "desc": "Подходящий материал для одноразовой посуды",
    "col": 12,
    "row": 8,
    "isDown": true
  },
  {
    "n": 25,
    "text": "осколки",
    "desc": "То, что осталось от чего-то хрупкого",
    "col": 14,
    "row": 8,
    "isDown": true
  },
  {
    "n": 26,
    "text": "чипсы",
    "desc": "Блюдо, приготовленное из картофеля",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 27,
    "text": "гибрид",
    "desc": "Результат скрещивания разных пород или сортов",
    "col": 8,
    "row": 9,
    "isDown": true
  },
  {
    "n": 28,
    "text": "лесть",
    "desc": "Чем лисица соблазняла ворону в басне",
    "col": 12,
    "row": 9,
    "isDown": false
  },
  {
    "n": 29,
    "text": "чемпионка",
    "desc": "Спортсменка, выигравшая 'золото'",
    "col": 4,
    "row": 10,
    "isDown": false
  },
  {
    "n": 30,
    "text": "кивок",
    "desc": "Один из самых распространенных жестов",
    "col": 0,
    "row": 12,
    "isDown": false
  },
  {
    "n": 31,
    "text": "шорох",
    "desc": "Звук, ассоциирующийся с мышами и листьями",
    "col": 6,
    "row": 12,
    "isDown": false
  },
  {
    "n": 32,
    "text": "телок",
    "desc": "Несовершеннолетний детеныш коровы",
    "col": 12,
    "row": 12,
    "isDown": false
  },
  {
    "n": 33,
    "text": "калька",
    "desc": "Полупрозрачная бумага для выкроек",
    "col": 1,
    "row": 14,
    "isDown": false
  },
  {
    "n": 34,
    "text": "дедукция",
    "desc": "Рассуждение от общего к частному",
    "col": 8,
    "row": 14,
    "isDown": false
  }
]

// https://www.scanword.info/online_cross/76079
export const l6 = [
  {
    "n": 1,
    "text": "статус",
    "desc": "Сложившееся состояние, положение",
    "col": 1,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "тайник",
    "desc": "Секретное место для будущего клада",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "триада",
    "desc": "Восточная разновидность группировки",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "слон",
    "desc": "В Африке он больше, чем в Индии",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "звание",
    "desc": "Очередное повышение военного",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "заяц",
    "desc": "Грызун в общественном транспорте",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "золото",
    "desc": "Большинство этого металла добывают в Африке",
    "col": 10,
    "row": 0,
    "isDown": false
  },
  {
    "n": 7,
    "text": "ласты",
    "desc": "'Обувь', увеличивающая скорость пловца",
    "col": 12,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "труппа",
    "desc": "Коллектив служителей храма Мельпомены",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 9,
    "text": "лавка",
    "desc": "Торговое предприятие сельского масштаба",
    "col": 6,
    "row": 1,
    "isDown": false
  },
  {
    "n": 10,
    "text": "манна",
    "desc": "Библейская небесная 'гуманитарная помощь'",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 10,
    "text": "меченосец",
    "desc": "Аквариумная рыбка отряда карпообразных",
    "col": 0,
    "row": 3,
    "isDown": true
  },
  {
    "n": 11,
    "text": "ненец",
    "desc": "Коренной житель Ямала и Таймыра",
    "col": 6,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "тапер",
    "desc": "Пианист, играющий на танцевальных вечерах",
    "col": 12,
    "row": 3,
    "isDown": false
  },
  {
    "n": 13,
    "text": "романтизм",
    "desc": "Эмоциональное возвышенное мироощущение",
    "col": 16,
    "row": 3,
    "isDown": true
  },
  {
    "n": 14,
    "text": "чукча",
    "desc": "Коренной обитатель Анадыря",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 15,
    "text": "чакра",
    "desc": "Кольцо, которое использовали как оружие",
    "col": 3,
    "row": 5,
    "isDown": true
  },
  {
    "n": 16,
    "text": "флешка",
    "desc": "Переносная 'память' компьютера",
    "col": 6,
    "row": 5,
    "isDown": false
  },
  {
    "n": 16,
    "text": "фиакр",
    "desc": "'Кеб', возивший пассажиров во Франции",
    "col": 6,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "каюта",
    "desc": "В ней вместо окна - иллюминатор",
    "col": 10,
    "row": 5,
    "isDown": true
  },
  {
    "n": 18,
    "text": "шайка",
    "desc": "Трудовой коллектив воров-рецидивистов",
    "col": 13,
    "row": 5,
    "isDown": true
  },
  {
    "n": 18,
    "text": "шарм",
    "desc": "'Обаятельная' анаграмма к слову 'марш'",
    "col": 13,
    "row": 5,
    "isDown": false
  },
  {
    "n": 19,
    "text": "командующий",
    "desc": "Начальник военного округа, фронта",
    "col": 3,
    "row": 7,
    "isDown": false
  },
  {
    "n": 20,
    "text": "сура",
    "desc": "Одна из множеств глав Корана",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 21,
    "text": "рейдер",
    "desc": "Корабль, ведущий боевые действия",
    "col": 2,
    "row": 9,
    "isDown": true
  },
  {
    "n": 22,
    "text": "кромка",
    "desc": "Узкая рубежная полоса",
    "col": 5,
    "row": 9,
    "isDown": false
  },
  {
    "n": 23,
    "text": "меняла",
    "desc": "'Валютчик' на средневековом рынке",
    "col": 8,
    "row": 9,
    "isDown": true
  },
  {
    "n": 24,
    "text": "шаббат",
    "desc": "Субботний отдых, предписываемый иудаизмом",
    "col": 12,
    "row": 9,
    "isDown": true
  },
  {
    "n": 24,
    "text": "шабли",
    "desc": "Винодельческий район в северной Бургундии",
    "col": 12,
    "row": 9,
    "isDown": false
  },
  {
    "n": 25,
    "text": "бункер",
    "desc": "Специально оборудованное подземное убежище",
    "col": 14,
    "row": 9,
    "isDown": true
  },
  {
    "n": 26,
    "text": "засов",
    "desc": "Замок, к которому нельзя подобрать отмычку",
    "col": 4,
    "row": 10,
    "isDown": true
  },
  {
    "n": 27,
    "text": "цуйка",
    "desc": "'Горилка' популярная у молдаван и румын",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 28,
    "text": "дача",
    "desc": "'Вилла' в собственности у советского инженера",
    "col": 6,
    "row": 11,
    "isDown": true
  },
  {
    "n": 28,
    "text": "денеб",
    "desc": "Звезда, которую можно найти в созвездии Лебедя",
    "col": 6,
    "row": 11,
    "isDown": false
  },
  {
    "n": 29,
    "text": "бунт",
    "desc": "Мятеж, имевший место на известном броненосце",
    "col": 10,
    "row": 11,
    "isDown": true
  },
  {
    "n": 30,
    "text": "бином",
    "desc": "Алгебраическое выражение связанное с Ньютоном",
    "col": 12,
    "row": 11,
    "isDown": false
  },
  {
    "n": 31,
    "text": "чулан",
    "desc": "'Общежитие' артистов театра Карабаса Барабаса",
    "col": 6,
    "row": 13,
    "isDown": false
  },
  {
    "n": 32,
    "text": "гривна",
    "desc": "Украшение в виде обруча, надеваемое на шею",
    "col": 1,
    "row": 14,
    "isDown": false
  },
  {
    "n": 33,
    "text": "тетеря",
    "desc": "Его называют недалеким и незадачливым",
    "col": 10,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/76089
export const l7 = [
  {
    "n": 1,
    "text": "припас",
    "desc": "Еда, ждущая своей очереди в кладовке",
    "col": 1,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "раздача",
    "desc": "Распределение обязанностей или карт",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "план",
    "desc": "Заранее расписанный порядок действий",
    "col": 4,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "слот",
    "desc": "Разъём, гнездо на печатной плате",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "шматок",
    "desc": "Отрезанный от сала 'ломоть'",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "хант",
    "desc": "Неизменный сосед манси",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "хибара",
    "desc": "Бедный, неказистый домишко, избенка",
    "col": 10,
    "row": 0,
    "isDown": false
  },
  {
    "n": 7,
    "text": "брод",
    "desc": "'Тропка', проложенная через реку",
    "col": 12,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "роуминг",
    "desc": "Со своим сотовым по всему свету",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 9,
    "text": "лимфа",
    "desc": "Бесцветная жидкость в организме человека",
    "col": 6,
    "row": 1,
    "isDown": false
  },
  {
    "n": 10,
    "text": "мединститут",
    "desc": "Туда хотят поступить будущие врачи",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 10,
    "text": "музыковед",
    "desc": "Специалист, знающий о семи нотах все",
    "col": 0,
    "row": 3,
    "isDown": true
  },
  {
    "n": 11,
    "text": "домен",
    "desc": "Структурная единица интернета",
    "col": 12,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "намерение",
    "desc": "Предположение сделать что-либо, замысел",
    "col": 16,
    "row": 3,
    "isDown": true
  },
  {
    "n": 13,
    "text": "зачет",
    "desc": "Проверка знаний, не предусматривающая оценки",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 14,
    "text": "токай",
    "desc": "Центр виноградарства и виноделия в Венгрии",
    "col": 4,
    "row": 5,
    "isDown": true
  },
  {
    "n": 15,
    "text": "помол",
    "desc": "Измельчение зерен механическим способом",
    "col": 6,
    "row": 5,
    "isDown": true
  },
  {
    "n": 15,
    "text": "показ",
    "desc": "Более русское название демонстрации мод",
    "col": 6,
    "row": 5,
    "isDown": false
  },
  {
    "n": 16,
    "text": "затон",
    "desc": "Место стоянки и ремонта речных судов",
    "col": 10,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "гараж",
    "desc": "Комедия Эльдара Рязанова, связанная с автомобилями",
    "col": 12,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "геном",
    "desc": "Совокупность наследственного материала",
    "col": 12,
    "row": 5,
    "isDown": false
  },
  {
    "n": 18,
    "text": "компостер",
    "desc": "Машина для пробивания контрольных отметок",
    "col": 4,
    "row": 7,
    "isDown": false
  },
  {
    "n": 19,
    "text": "шлафрок",
    "desc": "Домашний халат, подпоясанный шнуром с кистями",
    "col": 2,
    "row": 8,
    "isDown": true
  },
  {
    "n": 20,
    "text": "пленник",
    "desc": "Взятый под стражу противник",
    "col": 14,
    "row": 8,
    "isDown": true
  },
  {
    "n": 21,
    "text": "валуй",
    "desc": "Съедобный гриб, родственник сыроежки",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 22,
    "text": "люмен",
    "desc": "Единица измерения светового потока",
    "col": 6,
    "row": 9,
    "isDown": false
  },
  {
    "n": 23,
    "text": "мораль",
    "desc": "" +
        "Нормы и принципы поведения и общения людей",
    "col": 8,
    "row": 9,
    "isDown": true
  },
  {
    "n": 24,
    "text": "жулан",
    "desc": "Птица из семейства сорокопутов",
    "col": 12,
    "row": 9,
    "isDown": false
  },
  {
    "n": 25,
    "text": "дефис",
    "desc": "Знак при разделении слова на части",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 26,
    "text": "срез",
    "desc": "Пластинка, подготовленная в микроскоп",
    "col": 4,
    "row": 11,
    "isDown": true
  },
  {
    "n": 27,
    "text": "вбрасывание",
    "desc": "Ввод хоккейной шайбы в игру",
    "col": 6,
    "row": 11,
    "isDown": false
  },
  {
    "n": 27,
    "text": "вымя",
    "desc": "Объект интереса маленького теленка",
    "col": 6,
    "row": 11,
    "isDown": true
  },
  {
    "n": 28,
    "text": "сикх",
    "desc": "Пенджабский индиец с тюрбаном на голове",
    "col": 10,
    "row": 11,
    "isDown": true
  },
  {
    "n": 29,
    "text": "вено",
    "desc": "Славянский вариант кальма",
    "col": 12,
    "row": 11,
    "isDown": true
  },
  {
    "n": 30,
    "text": "малек",
    "desc": "Щука 'ясельного' возраста",
    "col": 6,
    "row": 13,
    "isDown": false
  },
  {
    "n": 31,
    "text": "оказия",
    "desc": "Редкий, неожиданный случай",
    "col": 1,
    "row": 14,
    "isDown": false
  },
  {
    "n": 32,
    "text": "хлорка",
    "desc": "Придаёт вкус водопроводной воде",
    "col": 10,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/76092
export const l8 = [
  {
    "n": 1,
    "text": "капиталист",
    "desc": "Буржуа, эксплуатирующий пролетариат",
    "col": 7,
    "row": 0,
    "isDown": false
  },
  {
    "n": 1,
    "text": "кочка",
    "desc": "'Наблюдательный пункт' болотной лягушки",
    "col": 7,
    "row": 0,
    "isDown": true
  },
  {
    "n": 2,
    "text": "пирс",
    "desc": "Причальное сооружение для швартовки судов",
    "col": 9,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "таджик",
    "desc": "Представитель народа ближнего зарубежья",
    "col": 11,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "локатор",
    "desc": "Антенна, от которой не спрячется самолет",
    "col": 13,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "тир",
    "desc": "Место, где стрельба обходится без жертв",
    "col": 16,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "шашлык",
    "desc": "Барашек, прошедший через мангал",
    "col": 3,
    "row": 1,
    "isDown": true
  },
  {
    "n": 7,
    "text": "аммонал",
    "desc": "Взрывчатое вещество из селитры",
    "col": 5,
    "row": 1,
    "isDown": true
  },
  {
    "n": 8,
    "text": "басмач",
    "desc": "Среднеазиатский враг 'красных'",
    "col": 2,
    "row": 2,
    "isDown": false
  },
  {
    "n": 9,
    "text": "редактор",
    "desc": "Главный в журнале, издательстве",
    "col": 9,
    "row": 2,
    "isDown": false
  },
  {
    "n": 10,
    "text": "обрамление",
    "desc": "Один из синонимов окантовки",
    "col": 15,
    "row": 2,
    "isDown": true
  },
  {
    "n": 11,
    "text": "творчество",
    "desc": "Создание новых произведений науки, искусства",
    "col": 1,
    "row": 3,
    "isDown": true
  },
  {
    "n": 12,
    "text": "волкодав",
    "desc": "Собака, имеющая зуб на своего предка",
    "col": 1,
    "row": 4,
    "isDown": false
  },
  {
    "n": 13,
    "text": "выговор",
    "desc": "И словесное порицание, и характер произношения",
    "col": 8,
    "row": 4,
    "isDown": true
  },
  {
    "n": 14,
    "text": "мистер",
    "desc": "Обращение к мужчине в англоязычных странах ",
    "col": 10,
    "row": 4,
    "isDown": false
  },
  {
    "n": 15,
    "text": "брюква",
    "desc": "Корнеплод с крупным сладковатым корнем",
    "col": 0,
    "row": 6,
    "isDown": false
  },
  {
    "n": 16,
    "text": "дрема",
    "desc": "'Среднее арифметическое' между сном и явью",
    "col": 12,
    "row": 6,
    "isDown": false
  },
  {
    "n": 17,
    "text": "лесоруб",
    "desc": "Профессия Ильи Ковригина в фильме Девчата",
    "col": 5,
    "row": 7,
    "isDown": false
  },
  {
    "n": 18,
    "text": "ботинки",
    "desc": "Желтая обувь в песне Жанны Агузаровой",
    "col": 11,
    "row": 8,
    "isDown": true
  },
  {
    "n": 19,
    "text": "верба",
    "desc": "Дерево или кустарник с пушистыми почками",
    "col": 0,
    "row": 8,
    "isDown": false
  },
  {
    "n": 20,
    "text": "бенефис",
    "desc": "Спектакль в честь одного из его участников",
    "col": 3,
    "row": 8,
    "isDown": true
  }, {
    "n": 21,
    "text": "отсвет",
    "desc": "'Солнечный зайчик' ,но совсем не романтично",
    "col": 11,
    "row": 8,
    "isDown": false
  },
  {
    "n": 22,
    "text": "сиеста",
    "desc": "Самое жаркое время дня в Испании",
    "col": 13,
    "row": 8,
    "isDown": true
  },
  {
    "n": 23,
    "text": "ломтик",
    "desc": "Небольшая часть большого арбуза",
    "col": 5,
    "row": 9,
    "isDown": true
  },
  {
    "n": 24,
    "text": "танцор",
    "desc": "Индийский кинофильм '... диско'",
    "col": 1,
    "row": 10,
    "isDown": false
  },
  {
    "n": 25,
    "text": "родители",
    "desc": "Краснеющие на школьном собрании",
    "col": 8,
    "row": 10,
    "isDown": false
  },
  {
    "n": 26,
    "text": "орлец",
    "desc": "Камень, из которого делали 'цветы Фаберже'",
    "col": 9,
    "row": 10,
    "isDown": true
  },
  {
    "n": 27,
    "text": "сион",
    "desc": "Хранилище для освященного хлеба",
    "col": 7,
    "row": 11,
    "isDown": true
  },
  {
    "n": 28,
    "text": "конфетти",
    "desc": "Мелкие цветные бумажные кружочки",
    "col": 0,
    "row": 12,
    "isDown": false
  },

  {
    "n": 29,
    "text": "локоть",
    "desc": "Часть тела, которая не по зубам",
    "col": 9,
    "row": 12,
    "isDown": false
  },
  {
    "n": 28,
    "text": "ком",
    "desc": "'Субстанция', которая встаёт в горле",
    "col": 0,
    "row": 12,
    "isDown": true
  },
  {
    "n": 30,
    "text": "мексиканец",
    "desc": "Любитель текилы в пончо и сомбреро",
    "col": 0,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/77146
export const l9 = [
  {
    "n": 1,
    "text": "монарх",
    "desc": "Он царь, и король, и султан, и император",
    "col": 1,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "отрез",
    "desc": "Кусок ткани, которого хватает на платье",
    "col": 2,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "хлор",
    "desc": "Газ в составе соляной кислоты",
    "col": 6,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "тмин",
    "desc": "'Ароматизатор' для черного хлеба",
    "col": 8,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "прятки",
    "desc": "Игра, в которую невидимке легко играть",
    "col": 10,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "папуас",
    "desc": "Один из тех, кого изучал Миклу-Маклай",
    "col": 10,
    "row": 0,
    "isDown": false
  },
  {
    "n": 6,
    "text": "альпинизм",
    "desc": "Спорт, к которому Суворов приобщил армию",
    "col": 14,
    "row": 0,
    "isDown": true
  },
  {
    "n": 7,
    "text": "лемур",
    "desc": "Распространенное на Мадагаскаре животное",
    "col": 6,
    "row": 1,
    "isDown": false
  },
  {
    "n": 8,
    "text": "парео",
    "desc": "Материя, в который заворачиваются пляжницы",
    "col": 0,
    "row": 2,
    "isDown": false
  },
  {
    "n": 8,
    "text": "поросенок",
    "desc": "Ласковое прозвище для чумазого ребенка",
    "col": 0,
    "row": 2,
    "isDown": true
  },
  {
    "n": 9,
    "text": "обработка",
    "desc": "Процесс превращения полуфабриката в продукт",
    "col": 4,
    "row": 2,
    "isDown": true
  },
  {
    "n": 10,
    "text": "ягель",
    "desc": "Живой 'силос' в рационе северного оленя",
    "col": 10,
    "row": 2,
    "isDown": false
  },
  {
    "n": 11,
    "text": "баронет",
    "desc": "Титул в Англии, средний в дворянской иерархии",
    "col": 4,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "оптик",
    "desc": "Он знает,как устроен микроскоп",
    "col": 7,
    "row": 3,
    "isDown": true
  },
  {
    "n": 13,
    "text": "разор",
    "desc": "Окончательный ноль в кошельке",
    "col": 0,
    "row": 4,
    "isDown": false
  },
  {
    "n": 14,
    "text": "ичиги",
    "desc": "Высокие сапоги из мягкой кожи",
    "col": 12,
    "row": 4,
    "isDown": false
  },
  {
    "n": 14,
    "text": "иммигрант",
    "desc": "Тот, кого иногда называют 'понаехавшие'",
    "col": 12,
    "row": 4,
    "isDown": true
  },
  {
    "n": 15,
    "text": "индикатор",
    "desc": "Лакмусовая бумажка в химической лаборатории",
    "col": 16,
    "row": 4,
    "isDown": true
  },
  {
    "n": 16,
    "text": "альтруизм",
    "desc": "Бескорыстная забота о благе других",
    "col": 4,
    "row": 5,
    "isDown": false
  },
  {
    "n": 17,
    "text": "столб",
    "desc": "Неодушевленный полосатый 'пограничник'",
    "col": 0,
    "row": 6,
    "isDown": false
  },
  {
    "n": 18,
    "text": "отголосок",
    "desc": "Долетевший издалека звук чьей-то речи",
    "col": 2,
    "row": 6,
    "isDown": true
  },
  {
    "n": 19,
    "text": "скука",
    "desc": "Отсутствие впечатлений, развлечений",
    "col": 6,
    "row": 7,
    "isDown": false
  },
  {
    "n": 20,
    "text": "койот",
    "desc": "Волк, которого в лес не заманишь",
    "col": 9,
    "row": 7,
    "isDown": true
  },
  {
    "n": 21,
    "text": "гамак",
    "desc": "Ложе для отдыха в подвешенном состоянии",
    "col": 12,
    "row": 8,
    "isDown": false
  },
  {
    "n": 22,
    "text": "контейнер",
    "desc": "Ёмкость для бестарной перевозки грузов",
    "col": 4,
    "row": 9,
    "isDown": false
  },
  {
    "n": 23,
    "text": "ниндзя",
    "desc": "Японский разведчик и диверсант",
    "col": 6,
    "row": 9,
    "isDown": true
  },
  {
    "n": 24,
    "text": "калла",
    "desc": "Другое название белокрыльника",
    "col": 0,
    "row": 10,
    "isDown": false
  },
  {
    "n": 25,
    "text": "арбат",
    "desc": "Улица, над котором летала Маргарита",
    "col": 12,
    "row": 10,
    "isDown": false
  },
  {
    "n": 26,
    "text": "бумер",
    "desc": "Название одного немецкого автомобиля",
    "col": 14,
    "row": 10,
    "isDown": true
  },
  {
    "n": 27,
    "text": "ноктюрн",
    "desc": "'Серенада', исполненная ближе к утру",
    "col": 6,
    "row": 11,
    "isDown": false
  },
  {
    "n": 28,
    "text": "кекс",
    "desc": "Родственник отечественного кулича",
    "col": 8,
    "row": 11,
    "isDown": true
  },
  {
    "n": 29,
    "text": "юрта",
    "desc": "'Вигвам', переехавший в среднеазиатские степи",
    "col": 10,
    "row": 11,
    "isDown": true
  },
  {
    "n": 30,
    "text": "съезд",
    "desc": "Собрание представителей политической партии",
    "col": 2,
    "row": 12,
    "isDown": false
  },
  {
    "n": 31,
    "text": "тембр",
    "desc": "Индивидуальная специфика голоса",
    "col": 12,
    "row": 12,
    "isDown": false
  },
  {
    "n": 32,
    "text": "закат",
    "desc": "Время, когда солнце прощается с морем",
    "col": 6,
    "row": 13,
    "isDown": false
  },
  {
    "n": 33,
    "text": "акация",
    "desc": "Дерево, распространенное в Одессе",
    "col": 1,
    "row": 14,
    "isDown": false
  },
  {
    "n": 34,
    "text": "аккорд",
    "desc": "Гармоничное музыкальное созвучие",
    "col": 10,
    "row": 14,
    "isDown": false
  },
]

// https://www.scanword.info/online_cross/76370
export const l10 = [
  {
    "n": 1,
    "text": "комбижир",
    "desc": "Некогда распространенный заменитель масла",
    "col": 0,
    "row": 0,
    "isDown": false
  },
  {
    "n": 2,
    "text": "оружие",
    "desc": "Его производством славится город Тула",
    "col": 1,
    "row": 0,
    "isDown": true
  },
  {
    "n": 3,
    "text": "блиндаж",
    "desc": "Землянка для защиты от артиллерийского огня",
    "col": 3,
    "row": 0,
    "isDown": true
  },
  {
    "n": 4,
    "text": "живец",
    "desc": "Трепыхающаяся 'приманка' для ловли щуки",
    "col": 5,
    "row": 0,
    "isDown": true
  },
  {
    "n": 5,
    "text": "радость",
    "desc": "Ощущение большого душевного удовлетворения",
    "col": 7,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "белорус",
    "desc": "Сосед литовца, латыша и поляка",
    "col": 9,
    "row": 0,
    "isDown": true
  },
  {
    "n": 6,
    "text": "бифштекс",
    "desc": "В Британии его подают с пудингом",
    "col": 9,
    "row": 0,
    "isDown": false
  },
  {
    "n": 7,
    "text": "фрикасе",
    "desc": "Кусочек мяса в соусе на французский лад",
    "col": 11,
    "row": 0,
    "isDown": true
  },
  {
    "n": 8,
    "text": "темница",
    "desc": "Помещение, в котором тужит царевна",
    "col": 13,
    "row": 0,
    "isDown": true
  },
  {
    "n": 9,
    "text": "катион",
    "desc": "Положительно заряженный ион",
    "col": 15,
    "row": 0,
    "isDown": true
  },
  {
    "n": 10,
    "text": "дол",
    "desc": "Желобок, облегчающий холодное оружие",
    "col": 7,
    "row": 2,
    "isDown": false
  },
  {
    "n": 11,
    "text": "ржание",
    "desc": "Смех, приличный разве что в стойле",
    "col": 0,
    "row": 3,
    "isDown": false
  },
  {
    "n": 12,
    "text": "конник",
    "desc": "Воин, служивший под началом Семена Буденного",
    "col": 11,
    "row": 3,
    "isDown": false
  },
  {
    "n": 13,
    "text": "цесарка",
    "desc": "'Коллега' курицы по домашнему хозяйству",
    "col": 5,
    "row": 4,
    "isDown": false
  },
  {
    "n": 14,
    "text": "щепа",
    "desc": "Измельченная древесина",
    "col": 0,
    "row": 5,
    "isDown": false
  },
  {
    "n": 14,
    "text": "щегол",
    "desc": "Маленькая пестрая певчая птица",
    "col": 0,
    "row": 5,
    "isDown": true
  },
  {
    "n": 15,
    "text": "ценз",
    "desc": "Возрастная норма для избирателей",
    "col": 13,
    "row": 5,
    "isDown": false
  },
  {
    "n": 16,
    "text": "зачес",
    "desc": "Прядь волос, откинутая назад",
    "col": 16,
    "row": 5,
    "isDown": true
  },
  {
    "n": 17,
    "text": "желчь",
    "desc": "Продукт жизнедеятельности печени",
    "col": 3,
    "row": 6,
    "isDown": false
  },
  {
    "n": 18,
    "text": "чин",
    "desc": "Класс военных и гражданских служащих",
    "col": 6,
    "row": 6,
    "isDown": true
  },
  {
    "n": 19,
    "text": "свеча",
    "desc": "'Лампа' для романтического ужина",
    "col": 9,
    "row": 6,
    "isDown": false
  },
  {
    "n": 20,
    "text": "вех",
    "desc": "Ядовитое болотное растение",
    "col": 10,
    "row": 6,
    "isDown": true
  },
  {
    "n": 21,
    "text": "пипетка",
    "desc": "Стеклянная трубочка с резиновым наконечником",
    "col": 3,
    "row": 8,
    "isDown": true
  },
  {
    "n": 21,
    "text": "перно",
    "desc": "Алкогольный напиток со вкусом аниса",
    "col": 3,
    "row": 8,
    "isDown": false
  },
  {
    "n": 22,
    "text": "рогатка",
    "desc": "Заграждение из связанных вместе кольев",
    "col": 5,
    "row": 8,
    "isDown": true
  },
  {
    "n": 23,
    "text": "отмычка",
    "desc": "Универсальный ключ с нелегальным статусом",
    "col": 7,
    "row": 8,
    "isDown": true
  },
  {
    "n": 24,
    "text": "старпом",
    "desc": "Второй человек на судне после капитана",
    "col": 9,
    "row": 8,
    "isDown": true
  },
  {
    "n": 24,
    "text": "схема",
    "desc": "Изображение 'внутренностей' прибора",
    "col": 9,
    "row": 8,
    "isDown": false
  },
  {
    "n": 25,
    "text": "абсолют",
    "desc": "'Безграничная' марка шведской водки",
    "col": 13,
    "row": 8,
    "isDown": true
  },
  {
    "n": 26,
    "text": "лари",
    "desc": "Банкнота с изображением царицы Тамары",
    "col": 0,
    "row": 9,
    "isDown": false
  },
  {
    "n": 27,
    "text": "анклав",
    "desc": "Ватикан по географическому расположению",
    "col": 1,
    "row": 9,
    "isDown": true
  },
  {
    "n": 28,
    "text": "бимс",
    "desc": "Балка, связывающая бортовые ветви шпангоута",
    "col": 13,
    "row": 9,
    "isDown": false
  },
  {
    "n": 29,
    "text": "метеор",
    "desc": "Единица измерения звездного дождя",
    "col": 15,
    "row": 9,
    "isDown": true
  },
  {
    "n": 30,
    "text": "гимнаст",
    "desc": "Весьма гибкий и ловкий спортсмен",
    "col": 5,
    "row": 10,
    "isDown": false
  },
  {
    "n": 31,
    "text": "тягач",
    "desc": "Автомобиль для буксировки прицепа",
    "col": 11,
    "row": 10,
    "isDown": true
  },
  {
    "n": 32,
    "text": "скрепа",
    "desc": "То, что соединяет, сплачивает",
    "col": 0,
    "row": 11,
    "isDown": false
  },
  {
    "n": 33,
    "text": "ярость",
    "desc": "'Пусть ... благородная вскипает, как волны'",
    "col": 11,
    "row": 11,
    "isDown": false
  },
  {
    "n": 34,
    "text": "чип",
    "desc": "Более короткое название микросхемы",
    "col": 7,
    "row": 12,
    "isDown": false
  },
  {
    "n": 35,
    "text": "авиабаза",
    "desc": "Скопление истребителей и бомбардировщиков",
    "col": 0,
    "row": 14,
    "isDown": false
  },
  {
    "n": 36,
    "text": "мачетеро",
    "desc": "Латиноамериканский рубщик сахарного тростника",
    "col": 9,
    "row": 14,
    "isDown": false
  },
]
